{
  "rankedMoments": [
    {
      "id": "s01e01-marzipan",
      "episode": "s01e01",
      "timestamp": "00:59.080",
      "quote": "He's useless! He's as useless as a marzipan dildo.",
      "context": "Malcolm Tucker's first appearance in the show, speaking on the phone before telling Cliff Lawton he must resign",
      "rank": 1
    },
    {
      "id": "s01e01-wolves",
      "episode": "s01e01",
      "timestamp": "03:11.440",
      "quote": "If you do this, it's the bollocks of the jungle out there, you know? They're like wolves... pissed wolves.",
      "context": "Cliff Lawton's desperate plea to Malcolm Tucker after being told he must resign",
      "rank": 2
    },
    {
      "id": "s01e01-soapy",
      "episode": "s01e01",
      "timestamp": "03:27.760",
      "quote": "I've booked you in for the usual soapy-tit-wank farewell at Number 10 in 20 minutes.",
      "context": "Malcolm Tucker arranging Cliff Lawton's resignation proceedings",
      "rank": 3
    },
    {
      "id": "s02e01-ferret",
      "episode": "s02e01",
      "timestamp": "1605.000",
      "quote": "like a fucking Biafran ferret!",
      "context": "Malcolm Tucker using one of his characteristic vivid similes",
      "rank": 4
    },
    {
      "id": "s03e06-curly",
      "episode": "s03e06",
      "timestamp": "1392.000",
      "quote": "Get me a fucking Curly Wurly. Right?",
      "context": "Malcolm Tucker demanding his chocolate bar during a crisis",
      "rank": 5
    },
    {
      "id": "s03e06-entrails",
      "episode": "s03e06",
      "timestamp": "1546.000",
      "quote": "hat out OF your fucking entrails.",
      "context": "Malcolm Tucker threatening someone with his characteristic violent imagery",
      "rank": 6
    },
    {
      "id": "s01e01-cat",
      "episode": "s01e01",
      "timestamp": "04:28.640",
      "quote": "Stuffing a cat up my arse and having a wank? What do you mean?",
      "context": "Cliff Lawton's sarcastic response to Malcolm's suggestion of 'personal reasons' for resignation",
      "rank": 7
    },
    {
      "id": "s01e01-sarcasm",
      "episode": "s01e01",
      "timestamp": "05:15.400",
      "quote": "You no longer have purchase in the sarcasm world!",
      "context": "Malcolm Tucker berating Cliff for attempting sarcasm during his resignation",
      "rank": 8
    },
    {
      "id": "s01e01-richard-judy",
      "episode": "s01e01",
      "timestamp": "06:46.800",
      "quote": "It's a chance for me, Glenn, to get on Richard And Judy and plant that flag right on their fucking sofa.",
      "context": "Hugh Abbot excited about announcing his first major policy",
      "rank": 9
    },
    {
      "id": "s01e01-fruit",
      "episode": "s01e01",
      "timestamp": "00:46.800",
      "quote": "Fruit! Get lots of fruit. Can you get fruit? A pile of fruit and lots of coffee. Now! OK?",
      "context": "Cliff Lawton's increasingly frantic orders to Terri as he prepares for Malcolm Tucker's visit",
      "rank": 10
    },
    {
      "id": "s01e01-fuckoff",
      "episode": "s01e01",
      "timestamp": "03:07.240",
      "quote": "Would you like some coffee? Fuck off! Tea? You fuck off, darling.",
      "context": "Malcolm Tucker's abrupt response to Terri's offer of refreshments",
      "rank": 11
    },
    {
      "id": "s01e01-scambusters",
      "episode": "s01e01",
      "timestamp": "11:05.120",
      "quote": "Scambusters. Get rid of it! I don't want to hear about it again. Bye!",
      "context": "Malcolm Tucker's abrupt dismissal of Hugh's policy idea",
      "rank": 12
    },
    {
      "id": "s01e01-smile",
      "episode": "s01e01",
      "timestamp": "28:41.200",
      "quote": "Smiling. Inappropriate smiling. And smirking. Smiling and smirking.",
      "context": "Hugh Abbot's complaint about his driver's facial expressions",
      "rank": 13
    },
    {
      "id": "s01e01-flipflop",
      "episode": "s01e01",
      "timestamp": "28:23.920",
      "quote": "from what has been dubbed flip-flop Friday,",
      "context": "Glenn's description of the chaotic day of policy reversals",
      "rank": 14
    }
  ]
}
